---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorOverhangFailure
source: html/1080aa62-f53c-c8c3-730b-24524b41a1b2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorOverhangFailure Property

At least one of the overhangs in the minor direction is lower than radius of the wire in the major direction.

## Syntax (C#)
```csharp
public static FailureDefinitionId MinorOverhangFailure { get; }
```